[
    {
        "head": "Digital on-boarding",
        "content": "Digital solutions have emerged to mitigate the challenges faced by smallholder farmers and the value chain stakeholders they interact with throughout the agricultural cycle.",
        "src": "https://static.wixstatic.com/media/11062b_dfd4d0e0901c4318a6ad2b5630075025~mv2.jpeg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/11062b_dfd4d0e0901c4318a6ad2b5630075025~mv2.webp"
    },
    {
        "head": "Plant disease detection and classification",
        "content": "Farmers can take their production yields to a whole new level with the reliable information our technology offers. Set up your measuring tools for all sorts of variables, like changes in weather, genetics and more.",
        "src": "https://static.wixstatic.com/media/11062b_088dbac983e7436a80640f1bcfd0b402~mv2.jpeg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/11062b_088dbac983e7436a80640f1bcfd0b402~mv2.webp"
    },
    {
        "head": "Supply Chain",
        "content": "The real measure of supply chain success is how well activities coordinate across the supply chain to create value for consumers, while increasing the profitability of every link in the supply chain. Supply chain management is the integrated process of producing value for the end user or ultimate consumer",
        "src":"https://static.wixstatic.com/media/8dadcf_6656c796edac41759045e459813a5390~mv2.jpg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/8dadcf_6656c796edac41759045e459813a5390~mv2.webp"
       },
       {
        "head": "Blockchain in agriculture industry",
        "content": "The blockchain technology enables the traceability of information in the food supply chain and thus helps improve food safety. It provides a secure way of storing and managing data, which facilitates the development and use of data-driven innovations for smart farming and smart index-based agriculture insurance.",
        "src":"https://static.wixstatic.com/media/8dadcf_9b24ff5e55be4a648124d6accdc2aece~mv2.jpg/v1/fill/w_952,h_540,fp_0.87_0.68,q_85,usm_0.66_1.00_0.01/8dadcf_9b24ff5e55be4a648124d6accdc2aece~mv2.webp"
       },
       {
        "head": "Micro Finance",
        "content": "Agricultural microfinance refers to the subset which provides financing to smallholder farmers involved in small scale animal husbandry and agricultural production. Microfinance contributes to society in several ways, including the development of the agricultural economy, assistance of poverty reduction in rural communities, the maintenance of stability in the agricultural financing market, and the provision of financial education and professional consultation to local residents, while increasing the profitability of every link in the supply chain. Supply chain management is the integrated process of producing value for the end user or ultimate consumer",
        "src":"https://static.wixstatic.com/media/8dadcf_df5840a11c6949b1a792a574eaf06be5~mv2.png/v1/fill/w_844,h_540,fp_0.50_0.50,q_90,usm_0.66_1.00_0.01/8dadcf_df5840a11c6949b1a792a574eaf06be5~mv2.webp"
       }
]


