[
    [
    {
        "head": "Digital on-boarding",
        "content": "Digital solutions have emerged to mitigate the challenges faced by smallholder farmers and the value chain stakeholders they interact with throughout the agricultural cycle.",
        "src": "https://static.wixstatic.com/media/11062b_dfd4d0e0901c4318a6ad2b5630075025~mv2.jpeg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/11062b_dfd4d0e0901c4318a6ad2b5630075025~mv2.webp"
    },
    {
        "head": "Plant disease detection and classification",
        "content": "Farmers can take their production yields to a whole new level with the reliable information our technology offers. Set up your measuring tools for all sorts of variables, like changes in weather, genetics and more.",
        "src": "https://static.wixstatic.com/media/11062b_088dbac983e7436a80640f1bcfd0b402~mv2.jpeg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/11062b_088dbac983e7436a80640f1bcfd0b402~mv2.webp"
    },
    {
        "head": "Supply Chain",
        "content": "The real measure of supply chain success is how well activities coordinate across the supply chain to create value for consumers, while increasing the profitability of every link in the supply chain. Supply chain management is the integrated process of producing value for the end user or ultimate consumer",
        "src":"https://static.wixstatic.com/media/8dadcf_6656c796edac41759045e459813a5390~mv2.jpg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/8dadcf_6656c796edac41759045e459813a5390~mv2.webp"
       },
       {
        "head": "Blockchain in agriculture industry",
        "content": "The blockchain technology enables the traceability of information in the food supply chain and thus helps improve food safety. It provides a secure way of storing and managing data, which facilitates the development and use of data-driven innovations for smart farming and smart index-based agriculture insurance.",
        "src":"https://static.wixstatic.com/media/8dadcf_9b24ff5e55be4a648124d6accdc2aece~mv2.jpg/v1/fill/w_952,h_540,fp_0.87_0.68,q_85,usm_0.66_1.00_0.01/8dadcf_9b24ff5e55be4a648124d6accdc2aece~mv2.webp"
       },
       {
        "head": "Micro Finance",
        "content": "Agricultural microfinance refers to the subset which provides financing to smallholder farmers involved in small scale animal husbandry and agricultural production. Microfinance contributes to society in several ways, including the development of the agricultural economy, assistance of poverty reduction in rural communities, the maintenance of stability in the agricultural financing market, and the provision of financial education and professional consultation to local residents, while increasing the profitability of every link in the supply chain. Supply chain management is the integrated process of producing value for the end user or ultimate consumer",
        "src":"https://static.wixstatic.com/media/8dadcf_df5840a11c6949b1a792a574eaf06be5~mv2.png/v1/fill/w_844,h_540,fp_0.50_0.50,q_90,usm_0.66_1.00_0.01/8dadcf_df5840a11c6949b1a792a574eaf06be5~mv2.webp"
       }
    ],

        [
            {
                "head": "Digital Onboarding",
                "content": "We offer digital onboarding that leverages the availability of digital tools and technology for farmers to mitigate the challenges faced by them and the value chain stakeholders and their interaction through the agricultural cycle.",
                "src":"https://static.wixstatic.com/media/nsplsh_85bbc2d8b01e418fa8d005c542a49676~mv2.jpg/v1/fill/w_324,h_262,al_c,q_80,usm_0.66_1.00_0.01/Image%20by%20Chris%20Lee.webp"
            },
            {
                "head": "Plant Disease Detection",
                "content": "Producer can take their production yields to a new level with our technology by keeping their plants healthy through image recognition technology for disease detection and providing complete details of your plant’s health. Additionally, it offers guidance to improve your pest management decision more accurately and setup your managing tools for all sorts of variables like weather change, genetics and more.",
                "src": "https://static.wixstatic.com/media/nsplsh_48766f362c954b1298611fbc9531b096~mv2.jpg/v1/fill/w_324,h_262,al_c,q_80,usm_0.66_1.00_0.01/Image%20by%20Zoe%20Schaeffer.webp"
            },
            {
                "head": "Supply Chain",
                "content": "Agrx believes that supply chain in the field of agriculture should work more efficiently for benefits of all chain partners and planet earth. In our view no party is capable of making high quality and sustainable products on its own, so we need to improve the collaboration between companies both horizontally and vertically in the chain to deliver enormous benefits and a win win situation for all involved. We deliver traceability, trading, alerts, auditing, monitoring and business intelligence along with the supply chain.",
                "src":"https://static.wixstatic.com/media/8dadcf_6656c796edac41759045e459813a5390~mv2.jpg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/8dadcf_6656c796edac41759045e459813a5390~mv2.webp"
               },
               {
                "head": "Blockchain",
                "content": "In Agrx, we have a vision that blockchain will relentlessly build the future of agriculture as it can empower grower, broker and logistics. We focus on enabling peer-to-peer agricultural transactions through smart contracts, supporting farmers in tracing food origin, decentralised insurance application, transparent food supply chain, controlling weather crisis and managing finances for farmers.",
                "src":"https://static.wixstatic.com/media/nsplsh_1e3a4b7140de472eb8893fa54c7caecc~mv2.jpg/v1/fill/w_393,h_262,al_c,q_80,usm_0.66_1.00_0.01/Image%20by%20Terry.webp"
               },
               {
                "head": "Micro Finance",
                "content": "Agrx aims to be the financial service provider of choice for our rural customers and stakeholders and be recognised for our agri-finance focus, innovation with high ethical standards and transparency. We believe in our people and would partner in their success and be committed to enrich the lives of our rural clientele.",
                "src":"https://static.wixstatic.com/media/8dadcf_475c8fa38874442c851be0a11039ae65~mv2.png/v1/fill/w_349,h_262,al_c,q_85,usm_0.66_1.00_0.01/Agriculture%20Supply%20chain.webp"
               }
        ],         
        [
            
            {
                "head": "Supply Chain",
                "content": "Today’s information-driven, integrated supply chains are enabling organizations to reduce inventory and costs, add product value, extend resources, accelerate time to market, and retain customers.",
                "src":"https://static.wixstatic.com/media/8dadcf_475c8fa38874442c851be0a11039ae65~mv2.png/v1/fill/w_349,h_262,al_c,q_85,usm_0.66_1.00_0.01/Agriculture%20Supply%20chain.webp"
            },        
            {
                "head": "Farmer Community",
                "content": "Every region has unique characteristics and therefore unique needs. Individualized programs and Farmer Community that meet the needs of specific regions are more likely to succeed. This is the approach used by the Millennium Villages Project.",
                "src": "https://static.wixstatic.com/media/nsplsh_48766f362c954b1298611fbc9531b096~mv2.jpg/v1/fill/w_324,h_262,al_c,q_80,usm_0.66_1.00_0.01/Image%20by%20Zoe%20Schaeffer.webp"
            },
            {
                "head": "Soil Testing",
                "content": "Healthy soil is the foundation of a healthy farm and leads to increased crop yields. Rebuilding soil after intensive cultivation is necessary to maintain soil productivity. Essential soil nutrients can be replenished through techniques such as fertilization, composting, inter-planting, and crop and field rotation.",
                "src":"https://static.wixstatic.com/media/8dadcf_6656c796edac41759045e459813a5390~mv2.jpg/v1/fill/w_952,h_540,fp_0.50_0.50,q_85,usm_0.66_1.00_0.01/8dadcf_6656c796edac41759045e459813a5390~mv2.webp"
            },
            {
                "head": "Blockchain in Agriculture",
                "content": "Blockchain Helps Build Trust Across the Entire Supply Chain. Discover How Our Company Trust Makes it Possible to Deliver Transformative Business Results. Enhance Brand Reputation. Enrich Food Trust Data. Prove Sustainability. Minimise Waste. The blockchain technology enables the traceability of information in the food supply chain and thus helps improve food safety. It provides a secure way of storing and managing data, which facilitates the development and use of data-driven innovations for smart farming and smart index-based agriculture insurance.",
                "src":"https://static.wixstatic.com/media/nsplsh_1e3a4b7140de472eb8893fa54c7caecc~mv2.jpg/v1/fill/w_393,h_262,al_c,q_80,usm_0.66_1.00_0.01/Image%20by%20Terry.webp"
            },
            {
                "head": "More than 200 Diseases",
                "content": "200 + diseases get automatically diagnosed along with their chemical and biological treatment though our mobile App.  Farming techniques such as agroforestry, organic agriculture, and permaculture are more sustainable and practical on a small, rural scale. Poor farmers need to learn about these techniques and have access to the resources they need in order to implement them.",
                "src": "https://static.wixstatic.com/media/nsplsh_85bbc2d8b01e418fa8d005c542a49676~mv2.jpg/v1/fill/w_324,h_262,al_c,q_80,usm_0.66_1.00_0.01/Image%20by%20Chris%20Lee.webp"
                },
            {
                "head": "Weather Updates",
                "content": "Weather forecasts for agriculture can be grouped into short range forecast (up to 48 hours), medium range forecast (3-10 days) and long range forecast (one week to entire season). Each plays an important role in farm operations and planning of agricultural activities. Most important efforts since time immemorial have been on rain making and weather for casting. Some of the indigenous practices are recorded here.",
                "src":"https://static.wixstatic.com/media/8dadcf_6eaa7adb09354e339c211d9e48df3842~mv2.jpg/v1/fill/w_316,h_310,al_c,q_80,usm_0.66_1.00_0.01/weather.webp"
            }
            ]
]


